Repository: ElmerZhang/wp4sae-addons
Catalog: plugins/comment-reply-notification/comment-reply-notification-*.po
Languages: fr_fr

source: Your comment at [[blogname]] has a new reply
fr_fr: Vous avez une réponse à votre commentaire sur [[blogname]]

source: <p><strong>[blogname]</strong>: Your comment on the post <strong>[postname]</strong> has a new reply</p> <p>Here is your original comment:<br /> [pc_content]</p> <p>Here is the new reply:<br /> [cc_content]</p> <p>You can see more information for the comment on this post here:<br /> <a href="[commentlink]">[commentlink]</a></p> <p><strong>Thank you for your commenting on <a href="[blogurl]">[blogname]</a></strong> -- Powered by <a href="http://fairyfish.net/2008/11/03/comment-reply-notification/">Comment Reply Notification</a></p> <p><strong>This email was sent automatically. Please don't reply to this email.</strong></p>
fr_fr: <p><strong>[blogname]</strong> : Vous avez une réponse à votre commentaire sur<strong>[postname]</strong></p> <p>Votre commentaire original :<br /> [pc_content]</p> <p>Voici la réponse :<br /> [cc_content]</p> <p>Pour accéder à la page de commentaires, vous pouvez suivre ce lien :<br /> <a href="[commentlink]">[commentlink]</a></p> <p><strong>Merci pour votre visite sur <a href="[blogurl]">[blogname]</a></strong> -- Proposé par <a href="http://fairyfish.net/2008/11/03/comment-reply-notification/">Comment Reply Notification</a></p> <p><strong>Cet e-mail a été envoyé automatiquement, merci de ne pas y répondre.</strong></p>

source: Notify me of follow-up comments via e-mail
fr_fr: Me prévenir des réponses à ce commentaire par e-mail

source: Comment Reply Notification Option
fr_fr: Options de Comment Reply Notification

source: Options saved
fr_fr: Options sauvegardées

source: Plugin confriguration has been reset back to default!
fr_fr: La configuration du plugin a été réinitialisée !

source: Email notify the parent commenter when his comment was replied
fr_fr: Notifier par e-mail le commentateur lorsqu'une réponse à son commentaire est postée

source: Disabled
fr_fr: Désactivé

source: Replied by the author of the post or administrator ONLY
fr_fr: Lorsque la réponse provient de l'auteur du post ou l'administrateur SEULEMENT

source: Anyone replies
fr_fr: Lorsque n'importe qui répond

source: Commenter choose to do so(default checked)
fr_fr: Le commentateur a le choix (activé par défaut)

source: Commenter choose to do so(default unchecked)
fr_fr: Le commentateur a le choix (désactivé par défaut)

source: Edit the subject of notification email
fr_fr: Editer l'objet de l'e-mail de notification

source: Use TEXT only. As a easier way, you may use the following tags: <strong>[blogname]</strong> for blog name and <strong>[postname]</strong> for comment post name
fr_fr: Utilisez du TEXTE seulement. Vous pouvez utiliser les tags suivant : <strong>[blogname]</strong> pour le nom du blog et <strong>[postname]</strong> pour le nom du post commenté.

source: Edit Notification Message
fr_fr: Editer le message de notification

source: Use HTML only. As a easier way, you may use the following tags: <strong>[pc_author]</strong> for parent comment author, <strong>[pc_date]</strong> for parent comment date, <strong>[pc_content]</strong> for parent comment content, <strong>[cc_author]</strong> for child comment author, <strong>[cc_date]</strong> for child comment date, <strong>[cc_url]</strong> for child comment author url, <strong>[cc_content]</strong> for child comment content, <strong>[commentlink]</strong> for parent comment link, <strong>[blogname]</strong> for blog name, <strong>[blogurl]</strong> for blog url and <strong>[postname]</strong> for post name.
fr_fr: Utiliser du HTML seulement. Vous pouvez utiliser les tags suivants : <strong>[pc_author]</strong> pour le commentateur précédent, <strong>[pc_date]</strong> pour la date du commentaire précédent, <strong>[pc_content]</strong> pour le contenu du commentaire précédent, <strong>[cc_url]</strong> pour l'url de la réponse, <strong>[cc_content]</strong> pour le contenu de la réponse, <strong>[commentlink]</strong> pour le lien vers la réponse, <strong>[blogname]</strong> pour le nom du blog, <strong>[blogurl]</strong> pour l'url du blog et <strong>[postname]</strong> pour le nom du post.

source: Configuration action of deactivate
fr_fr: Action sur la configuration lors de la désactivation

source: Delete options after deactivate:
fr_fr: Supprimer les options après la désactivation :

source: check box if you want to delete all of options of Comment Reply Notification after deactivate this plugin
fr_fr: Cochez la case si vous souhaitez supprimer toutes les options de Comment Reply Notification après sa désactivation

source: Update Options
fr_fr: Mettre à jour les options

source: Do you really want to reset your current configuration?
fr_fr: Voulez-vous réellement réinitialiser la configuration actuelle ?

source: Reset Options
fr_fr: Réinitialiser la configuration
